tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "argocd"
brew "openssl@3"
brew "bat"
brew "chezmoi"
brew "curl"
brew "diff-so-fancy"
brew "docker-compose"
brew "etcd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "graphviz"
brew "helm"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "k9s"
brew "minikube"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "pre-commit"
brew "prometheus", restart_service: true
brew "rbenv"
brew "ripgrep"
brew "speedtest-cli"
brew "tldr"
brew "tmux"
brew "tree"
brew "vault"
brew "wget"
brew "wireshark"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
cask "akiflow"
cask "alfred"
cask "betterdisplay"
cask "devtoys"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "multipass"
cask "qbittorrent"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whisky"
cask "zoom"
vscode "aykutsarac.jsoncrack-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "james-yu.latex-workshop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "proxzima.sweetdracula"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rvest.vs-code-prettier-eslint"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
