tap "hashicorp/tap"
tap "homebrew/bundle"
brew "openssl@3"
brew "bat"
brew "chezmoi"
brew "curl"
brew "diff-so-fancy"
brew "etcd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "helm"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "k9s"
brew "minikube"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "pre-commit"
brew "rbenv"
brew "ripgrep"
brew "speedtest-cli"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "wireshark"
brew "hashicorp/tap/terraform"
cask "akiflow"
cask "alfred"
cask "devtoys"
cask "discord"
cask "firefox"
cask "iterm2"
cask "multipass"
cask "qbittorrent"
cask "rectangle"
cask "spotify"
cask "vlc"
cask "whisky"
cask "zoom"
